dbaeumer.vscode-eslint
github.copilot-chat
golang.go
haskell.haskell
justusadam.language-haskell
koka.language-koka
mechatroner.rainbow-csv
ms-ceintl.vscode-language-pack-ja
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.extension-test-runner
nimsaem.nimvscode
ritwickdey.liveserver
rust-lang.rust-analyzer
skellock.just
svelte.svelte-vscode
tamasfe.even-better-toml
vadimcn.vscode-lldb
